{
  "tribos" : [
    {
      "name": "Apurinã",

      "location":"Amazonas",
      "origin": "here",
      "description": "Os Apurinã vivem em diversas Terras Indígenas, sendo duas com os Paumari do Lago Paricá e Paumari do Lago Marahã, e uma com os índios Torá, na terra de mesmo nome. O território habitado pelos Apurinã, no século XIX, era o médio rio Purus – do rio Sepatini ou do rio Paciá ao Laco. Mas os Apurinã são um povo tradicionalmente migrante e, hoje, seu território se estende ao baixo rio Purus, até Rondônia. Há áreas Apurinã nos municípios Boca do Acre, Pauini, Lábrea, Tapauá, Manacapuru, Beruri, Manaquiri, Manicoré',todas no estado do Amazonas, além de índios Apurinã morando em várias cidades do país, e uma aldeia na Terra Indígena Roosevelt, dos índios Cinta-Larga, com quem alguns são casados.",
                      
      "extra": "Os primeiros pesquisadores, viajantes e missionários a percorrer o rio Purus, na segunda metade do século XIX, afirmavam que os Apurinã, ainda que morassem a alguma distância da beira do rio, vinham para as margens do Purus para pescar e apanhar tartarugas. Na época em que chegaram os não-índios, muitos Apurinã se refugiaram no alto de igarapés, e, outros, quando trabalharam em seringais, também moraram em locais insulados.Os ambientes do rio Purus influenciam muito o modo de vida do Apurinã. É importante a diferença entre terra firme e “vargem”, ou, entre partes alagáveis e não-alagáveis.",

      "products": [

        {
          "name": "Pulseira Apurinã",
          "category": "Pulseira",
          "price": 25.00,
          "description": "Material: contas esculpidas na casca do coquinho de tucum, jarina e inajá. Dimensões: 18cm (comprimento)"
        },
        {
          "name": "Gargantilha Apurinã",
          "category": "Colares Diversos",
          "price": 30.00,
          "description": "Material: contas esculpidas na casca do coquinho do tucum, inajá e jarina.Dimensões: 46cm"
        },
        {
          "name": "Colar de Tucum Apurinã",
          "category": "Colares Diversos",
          "price": 45.00,
          "description": "Material: contas esculpidas na casca do coquinho do tucum.  Dimensões: 50cm"
        }
        ]
    },
    {
        "name": "Baré",

        "location":"Amazonas",
        "origin": "here",
        "description": "Os índios Baré e Werekena (ou Warekena) vivem principalmente ao longo do",
        "extra": "Os Baré vivem em sítios ou comunidades que compõe-se de um grupo de casas ou",

        "products": [

          {
            "name": "Colar Baré",
            "category": "Colar Diversos",
            "price": 50.00,
            "description": "Material: fibra de arumã \n Dimensões: 60cm (comprimento)"
          }
        ]
    }]
}