    {"tribos": [
    {
        "name": "Apurinã",

        "origin": "Aruák",

        "location":"Amazonas",

        "description": "Os Apurinã vivem em diversas Terras Indígenas, sendo duas com os Paumari do Lago Paricáe Paumari do Lago Marahã, e uma com os índios Torá, na terra de mesmo nome. O território habitado pelos Apurinã, no século XIX, era o médio rio Purus – do rio Sepatini ou do rioPaciá ao Laco. Mas os Apurinã são um povo tradicionalmente migrante e, hoje, seu territóriose estende ao baixo rio Purus, até Rondônia.",

        "extra": "Há áreas Apurinã nos municípios Boca do Acre,Pauini, Lábrea, Tapauá, Manacapuru, Beruri, Manaquiri, Manicoré',todas no estado do Amazonas,além de índios Apurinã morando em várias cidades do país, e uma aldeia na Terra Indígena Roosevelt,dos índios Cinta-Larga, com quem alguns são casados. Os primeiros pesquisadores, viajantes e missionários a percorrer o rio Purus, na segunda metade doséculo XIX, afirmavam que os Apurinã, ainda que morassem a alguma distância da beira do rio, vinhampara as margens do Purus para pescar e apanhar tartarugas. Na época em que chegaram os não-índios, muitos Apurinã se refugiaram no alto de igarapés, e, outros, quando trabalharam em seringais, também moraram em locais insulados.Os ambientes do rio Purus influenciam muito o modo de vida do Apurinã. É importante a diferença entre terra firme e “vargem”, ou, entre partes alagáveis e não-alagáveis. As moradias mais “centrais”, ou seja, mais para o alto de igarapés, são sempre moradias de terra firme. Aquelas situadas na beira do rio são, por vezes, de terra firme, por vezes de vargem, já que o rio nem sempre alaga dos dois lados. Segundo Leôncio, cacique da comunidade do Km 124, as três comunidades, hoje localizadas na beira da estrada, originaram-se de três sobreviventes de um surto de sarampo, que dizimou a maloca existente na região. A sua mãe, Kamapã, foi uma das sobreviventes, e seu nome foi dado à atual aldeia do Km 124. Maen, outra sobrevivente, dá o nome à aldeia dos seus descendentes, na comunidade do km 137. É difícil estimar o número de índios Apurinã, e mesmo tratar deles de maneira genérica, porque estão muito espalhados. Segundo a Fundação Nacional da Saúde, os Apurinã somavam, em novembro em 2003, 4.057 indivíduos. Em 1996, só na região de Pauini havia nas Terras reconhecidas 1.114 habitantes (Relatório de Saúde/UNI) e cerca de 280 pessoas em terras a reconhecer (TIs Garaperi/Santa Vitória/Lago da Vitória/Capira, Baixo Seruini, Baixo Tumiã, Sãkoã/Santa Vitória e Mamoriá). Deve-se considerar, ainda, que muitos Apurinã moram fora das áreas reconhecidas, em comunidades ribeirinhas ou em cidades – Pauini, Lábrea, Tapauá, Rio Branco e Manaus são freqüentemente citadas –, e que muitos migraram para locais distantes como Rondônia e até Rio de Janeiro ou Minas Gerais.",

        "products": [

          {
            "name": "Pulseira Apurinã",
            "category": "Pulseira",
            "price": 25.00,
            "description": "Material: contas esculpidas na casca do coquinho de tucum, jarina e inajá. \n Dimensões: 18cm (comprimento)"
          },
          {
            "name": "Gargantilha Apurinã",
            "category": "Colares Diversos",
            "price": 30.00,
            "description": "Material: contas esculpidas na casca do coquinho do tucum, inajá e jarina. \n Dimensões: 46cm"
          },
          {
            "name": "Colar de Tucum Apurinã",
            "category": "Colares Diversos",
            "price": 45.00,
            "description": "Material: contas esculpidas na casca do coquinho do tucum. \n  Dimensões: 50cm"
          }
        ]
    },
    {
        "name": "Baré",

        "location":"Amazonas",

        "origin": "Nheengatu",

        "description": "Os índios Baré e Werekena (ou Warekena) vivem principalmente ao longo do Rio Xié e alto curso do Rio Negro, para onde grande parte deles migrou compulsoriamente em razão do contato com os não-índios, cuja história foi marcada pela violência e a exploração do trabalho extrativista. Oriundos da família lingüística aruak, hoje falam uma língua franca, o nheengatu, difundida pelos carmelitas no período colonial. Integram a área cultural conhecida como Noroeste Amazônico.",
        "extra": "Os Baré vivem em sítios ou comunidades que compõe-se de um grupo de casas ou moradias construídas de pau-a-pique em redor um grande espaço, muitas vezes que dobra como o campo de futebol, com uma igreja católica ou evangélica, uma escolinha e talvez um posto médico (Meira 2002). As comunidades trabalham de outubro a fevereiro nas suas roças e na caça, pesca e coleta. Depois se deslocam para as barracas de piaçava por dois meses, entre maio a setembro, e cortem e processam a piaçava. A piaçava é entregue aos comerciantes para pagar as 'dívidas'. A piaçava e o cipó é o recurso principal para dar acesso aos produtos industrializados. Com a queda dos mercados para os produtos extrativos os maiores comerciantes desapareceram e os menores são indígenas e há uma tendencia de vender os produtos diretamente em São Gabriel da Cachoeira.",

        "products": [

          {
            "name": "Colar Baré",
            "category": "Colar Diversos",
            "price": 50.00,
            "description": "Material: fibra de arumã \n Dimensões: 60cm (comprimento)"
          },
          {
            "name": "Sapo Cantor Baré",
            "category": "Miniaturas de Animais",
            "price": 20.00,
            "description": "Material: madeira \n Dimensões: 7cm (comprimento) x 5cm (largura)"
          }
        ]
    },
    {
        "name": "Guaranis",

        "location":"São Paulo",

        "origin": "Tupi-Guarani",

        "description": "Este povo vive em um território que compreende regiões no Brasil, Bolívia, Paraguai e Argentina e se diferencia internamente em diversos grupos muito semelhantes entre si, nos aspectos fundamentais de sua cultura e organizações sociopolíticas, porém, diferentes no modo de falar a língua guarani, de praticar sua religião e distintos no que diz respeito às tecnologias que aplicam na relação com o meio ambiente.",
        "extra": "Os Guarani são conhecidos por distintos nomes: Chiripá, Kainguá, Monteses, Baticola, Apyteré, Tembekuá, entre outros. No entanto, sua autodenominação é Avá, que significa, em Guarani, “pessoa”. Este povo vive em um território que compreende regiões no Brasil, Bolívia, Paraguai e Argentina e se diferencia internamente em diversos grupos muito semelhantes entre si, nos aspectos fundamentais de sua cultura e organizações sociopolíticas, porém, diferentes no modo de falar a língua guarani, de praticar sua religião e distintos no que diz respeito às tecnologias que aplicam na relação com o meio ambiente. Tais diferenças, que podem ser consideradas pequenas do ponto de vista do não indígena, cumprem o papel de marcadores étnicos, distinguindo comunidades  políticas  exclusivas. Esses  grupos reconhecem a origem e proximidade histórica, linguística e cultural e, ao mesmo tempo, diferenciam-se entre si como forma de manter suas organizações sociopolíticas e econômicas.",

        "products": [

          {
            "name": "Documentário Guarani",
            "category": "DVD",
            "price": 30.00,
            "description": "Apesar de se considerarem os guardiões da floresta, os Guaranis Mbya, tradicionais  habitantes da Mata Atlântica têm sido acusados de destruí-la. Para defenderem-se  dessas acusações, um grupo de jovens indígenas da cidade de São Paulo resolveu  protestar e para isto elaborou uma carta-manifesto sobre o meio ambiente aberta à  sociedade e ao poder público. Este documentário retrata o processo de discussão e  construção deste instrumento nas várias aldeias e seus representantes e tem a missão de propagar seus efeitos dentro da própria comunidade indígena e em seus futuros encontros."
          }
        ]
    },
    {
        "name": "Ikpeng",

        "location":"Mato Grosso",

        "origin": "Karib",

        "description": "Os Ikpeng vieram para a região dos formadores do Xingu  no início do século XX, quando viviam em estado de guerra  com seus vizinhos alto-xinguanos. O contato com o mundo não  indígena foi ainda mais recente, no início da década de 60,  e teve conseqüências desastrosas para sua população, que foi  reduzida em menos da metade em razão de doenças e morte por  armas de fogo.",
        "extra": "Foram então transferidos para os limites do Parque Indígena do Xingu  e “pacificados”. Hoje em dia mantém relações de aliança com as demais  aldeias do Parque, mas constituem uma sociedade bastante peculiar.  Já não guerreiam mais, contudo ainda mantém no cerne de sua visão de mundo  a guerra como motor não apenas da morte, mas de substituição dos mortos pela  incorporação do inimigo no seio do grupo, sendo assim também reprodutora da vida social.",

        "products": [

          {
            "name": "Borduna Ikpeng",
            "category": "Borduna",
            "price": 180.00,
            "description": "Material: madeira, algodão \n Dimensões: 95cm (comprimento)"
          },
          {
            "name": "Tipóia de Carregar Bebê Ikpeng",
            "category": "Diverso",
            "price": 180.00,
            "description": "Material: algodão \n Dimensões: 102cm (comprimento)"
          }
        ]
    },
    {
        "name": "Kaxinawá",

        "location":"Acre",

        "origin": "Pano",

        "description": "Os Kaxinawa constituem uma etnia indígena localizada na fronteira Brasil/Peru, nos estados do Acre e sul do Amazonas e no leste do Peru, e falam a língua da família Pano, com pequenas variações na cultura e no idioma entre diferentes tribos.",
        "extra": "Os primeiros relatos de contatos com viajantes consideram que os rios Muru, Humaitá e Iboiçu, afluentes do Envira, que por sua vez é afluente do rio Juruá, como região de origem dos Kaxinawa. Desde o século XVII, colonizadores já realizavam incursões nessas regiões em busca de escravos. No fim do século XIX, as invasões tornaram-se freqüentes em decorrência da exploração da borracha, intensificando-se no começo do século XX, trazendo mudanças de costumes, doenças e, consequentemente, conflitos. Alguns grupos decidiram ao longo dos anos permanecerem reclusos na mata virgem, isolados do contato com o “homem branco”, enquanto outros acabaram usufruindo deste contanto e utilizando recursos como machados e espingardas no seu dia-a-dia. As atividades produtivas giram em torno da caça, da pesca, do plantio e da colheita. Plantam banana, mandioca, feijão, amendoim e algodão em roçados. A caça é realizada exclusivamente pelo homem, sendo aprendida desde a infância, e cercada de técnicas e rituais, como observar os hábitos de cada tipo de animal, reconhecer seus rastros e imitar seus sons. A pesca é feita tanto por homens quanto mulheres, usando principalmente o timbó, cipó venenoso, que quando diluído na água, mata os peixes e faz com que saltem na superfície, tornando mais fácil capturá-los.",
        "products": [

          {
            "name": "Cumbuca Kaxinawá",
            "category": "Cerâmica",
            "price": 280.00,
            "description": "Material: cerâmica \n Dimensões: 34cm (diâmetro) x 9cm (altura)"
          },
          {
            "name": "Saia Kaxinawá",
            "category": "Saia",
            "price": 470.00,
            "description": "Material: algodão \n Dimensões: 70cm (cintura) x 52cm (comprimento)"
          },
          {
            "name": "Testeira Kaxinawá",
            "category": "Cabeça",
            "price": 90.00,
            "description": "Material: algodão \n Dimensões: 24cm (circunferência)"
          }
        ]
    },
    {
        "name": "Kuikuro",

        "location":"Mato Grosso",

        "origin": "Karib",

        "description": "Os Kuikuro são, hoje, o povo com a maior população no Alto Xingu. Eles constituem um sub-sistema carib com os outros grupos que falam variantes dialetais da mesma língua (Kalapalo, Matipu e Nahukuá) e participam do sistema multilíngüe conhecido como Alto Xingu, na porção sul da TI Parque Indígena do Xingu. ",
        "extra": "Na história da formação deste sistema, os povos carib são considerados como tão importantes quanto os aruak (Waujá e Mehinako), embora se atribua aos aruak a sua matriz inicial. Nesta seção são dadas informações mais detalhadas sobre a língua, a história e outras características dos Kuikuro, produtores dos famosos colares e cintos de caramujo pelos quais continuam desempenhando seu papel específico no sistema tradicional de trocas e pagamentos do sistema alto-xinguano. Para outros aspectos culturais e sociais, como xamanismo, cosmologia e festas ou rituais, a seção Parque Indígena do Xingu apresenta elementos que se encontram também entre os Kuikuro.",

        "products": [

          {
            "name": "Arco e Flecha Kuikuro",
            "category": "Arco e Flecha",
            "price": 45.00,
            "description": "Material: madeira, fibras \n Dimensões: 101cm (comprimento), 85cm (comprimento)"
          },
          {
            "name": "Bastão de Ritmo Kuikuro",
            "category": "Instrumento Musical",
            "price": 250.00,
            "description": "Material: fibras, madeira, linha de algodão \n Dimensões: 76,5cm (comprimento) x 10cm (diâmetro)"
          },
          {
            "name": "Banco Kuikuro",
            "category": "Várias Voltas de Contas",
            "price": 20000.00,
            "description": "Material: madeira \n Dimensões: 103cm (comprimento) x 30cm (largura) x30cm(altura)"
          },
          {
            "name": "Colar com 38 voltas Kuikuro",
            "category": "Banco",
            "price": 120.00,
            "description": "Material: miçangas \n Dimensões: 100cm (comprimento)"
          },
          {
            "name": "Flauta Kuikuro",
            "category": "Instrumento Musical",
            "price": 30.00,
            "description": "Material: bambu \n Dimensões: 37cm (comprimento)"
          },
          {
            "name": "Cuia Kuikuro",
            "category": "Cuia",
            "price": 35.00,
            "description": "Material: cabaça \n Dimensões: 16cm (comprimento) x 12cm (largura)"
          }
        ]
    },
    {
        "name": "Matis",

        "location":"Amazonas",

        "origin": "Pano",

        "description": "Estimados em várias centenas na época dos primeiros contatos (no final dos anos 70), os Matis, falantes de uma língua Pano, não passavam de 87 em 1983. Nesse curto período, várias epidemias se espalharam pela região, afetando um enorme número de pessoas, especialmente crianças e idosos.",

        "extra": "Os últimos meses de 1981 foram especialmente trágicos, tendo custado a vida de cerca de 48 Matis, levando os sobreviventes, traumatizados, a abandonar suas ocupações dispersas na floresta e a reagrupar-se em torno do Posto da Funai, às margens do rio Ituí, em busca de remédios. Passado alguns anos, as roças começaram a produzir normalmente, alguns rituais ressurgiram e houve um aumento populacional significativo. Contudo, ainda persiste o choque demográfico e psicológico decorrente de um contato mal empreendido e desnecessariamente mortífero. Atualmente, os Matis não vivem mais em uma única aldeia e assim retomam de modo tímido o antigo padrão de ocupação territorial.",

        "products": [

          {
            "name": "Cumbuca Matis",
            "category": "Cerâmica",
            "price": 150.00,
            "description": "Material: cerâmica \n Dimensões: 20cm (diâmetro)"
          },
          {
            "name": "Bandoleira Matis",
            "category": "Bandoleira",
            "price": 75.00,
            "description": "Material: contas esculpidas em casca de coquinho de tucum e semente de inajá \n Dimensões: 110cm (comprimento total)"
          },
          {
            "name": "Mascara Matis",
            "category": "Máscara",
            "price": 920.00,
            "description": "Material: cerâmica \n Dimensões: 22cm (altura) x 20cm (largura)"
          },
          {
            "name": "Testeira Matis",
            "category": "Cabeça",
            "price": 85.00,
            "description": "Material: algodão \n Dimensões: 49cm (circunferência)"
          }
        ]
    },
    {
        "name": "Suruí-Paiter",

        "location":"Rondônia",

        "origin": "Mondé",

        "description": "Desde o contato oficial, em 1969, a aproximação com os não índios trouxe profundas mudanças sociais entre os Paiter. Estas, entretanto, não anularam sua índole guerrreira, que motivou a luta desse povo pelo reconhecimento e a integridade de seu território. Este, ao longo da história, foi terrivelmente ameaçado pela violência do Polonoroeste, a corrupção e omissão de órgãos governamentais, a invasão de moradores indevidos e a incidência de madeireiras e mineradoras.",

        "extra": "Lutando como podem contra essas adversidades, os Paiter procuram manter a vitalidade de suas tradições culturais, em que a sociedade é compreendida a partir de uma divisão em metades, de modo que os segmentos sociais, as atividades produtivas e a vida ritual constituem expressões do dualismo entre a aldeia e a mata, a roça e a caça, o trabalho e a festa - sendo as festas de troca de oferendas e os mutirões a elas associados os momentos culminantes do intercâmbio e da alternância entre essas metades.",

        "products": [

          {
            "name": "Colar com 6 voltas Suruí-Paiter",
            "category": "Várias Voltas de Contas",
            "price": 215.00,
            "description": "Material: contas esculpidas em plástico e em casca de coquinhos. Dimensões: 84cm (comprimento por volta)"
          },
          {
            "name": "Colar com 7 voltas Suruí-Paiter",
            "category": "Várias Voltas de Contas",
            "price": 210.00,
            "description": "Material: algodão. Dimensões: 42cm"
          }
        ]
    },
    {
        "name": "Pankararu",

        "location":"Pernambuco",

        "origin": "Português",

        "description": "Pankararus formam um grupo indígena brasileiro que vive nas proximidades da margem do rio São Francisco, em uma reserva indígena localizada entre os municípios de Tacaratu e Petrolândia, ambos no estado de Pernambuco. As terras do centro da reserva foram demarcadas em 1942, em Brejo dos Padres (pequeno vale de terras férteis que possui várias fontes de água). Assim como outros grupos na região Nordeste brasileira, apenas no começo da década de 90 os Pankararu tiveram sua identidade reconhecida pelo Estado, bem como a efetivação de suas terras.",

        "extra": "A trajetória da tribo foi pontuada por diversos conflitos com grileiros e agricultores, que ainda não foram resolvidos. Além disso, existe um grande histórico de opressão e marginalização pela sociedade aos pankararus. Essa tribo apresenta em comum com os outros grupos indígenas o ritual religioso secreto do 'Toré'', marca de identidade e resistência cultural da tribo.",

        "products": [

          {
            "name": "Cachimbo Pankaruru",
            "category": "Cachimbo",
            "price": 75.00,
            "description": "Material: madeira de jurema. Dimensões: 17,5cm (comprimento)"
          },
          {
            "name": "DVD Promessa Pankaruru",
            "category": "DVD",
            "price": 18.00,
            "description": "ano: 2008. Língua: Português"
          }
        ]
    },
    {
        "name": "Pataxó",

        "location":"Bahia",

        "origin": "Português",

        "description": "Como todos os outros povos indígenas do Brasil, a história dos Pataxós corresponde a um passado de muita luta, sofrimento, alegrias e conquistas, que transformaram a rica cultura dos índios baianos numa das tribos mais reconhecidas do nosso país. Localizados na Bahia e considerados um dos povos indígenas mais antigos do território brasileiro, os pataxós falavam originalmente a língua da família Maxacali, do tronco Macro-jê. Apesar de hoje em dia utilizarem o português como língua oficial, algumas palavras isoladas complementam seu vocabulário e ainda encontramos grupos cujo idioma original é preservado.",

        "extra": "Assim como diversos povos da região litorânea do Brasil que receberam os primeiros estrangeiros, os pataxós sempre foram guerreiros e desde os tempos do descobrimento lutam para firmar território e preservar sua identidade cultural e histórica. Em 1861, os pataxós foram alocados à força em uma Reserva de Barra Velha, junto com as tribos Maxacalis e Botucurus, de onde foram proibidos de sair. No decorrer do século XX, os pataxós sofreram muito com a aculturação, sendo marginalizados pela sociedade e sofrendo grande perda cultural nesse processo. No entanto, recentemente, o Supremo Tribunal Federal (STJ), reconheceu o direito dos Pataxós ao povoamento das terras da reserva Caramuru-Catarina-Paraguassu, anulando quaisquer títulos de propriedades que haviam sido concedidos a fazendeiros dentro dos limites territoriais dessa área, considerada indígena. A conquista dá fôlego às centenas de famílias puras e miscigenadas que vivem nas regiões e lutam diariamente pelas suas convicções e territórios de origem.",

        "products": [

          {
            "name": "Pulseira de Sementes Pataxó",
            "category": "Pulseira de Sementes",
            "price": 30.00,
            "description": "Material: sementes de tento-carolina. Dimensões: 18cm (comprimento)"
          }
        ]
    },
    {
        "name": "Sateré-Mawé",

        "location":"Amazonas",

        "origin": "Mawé",

        "description": "São chamados regionalmente 'Mawés'. Ao longo de sua história, já receberam vários nomes, dados por cronistas, desbravadores dos sertões, missionários e naturalistas: Mavoz, Malrié, Mangnés, Mangnês, entre outros.Autodenominam-se Sateré-Mawé. O primeiro nome - Sateré - quer dizer 'lagarta de fogo', referência ao clã mais importante dentre os que compõem esta sociedade, aquele que indica tradicionalmente a linha sucessória dos chefes políticos. O segundo nome - Mawé - quer dizer 'papagaio inteligente e curioso' e não é designação clânica.",

        "extra": "Segundo relatos dos velhos Sateré-Mawé, seus ancestrais habitavam em tempos imemoriais o vasto território entre os rios Madeira e Tapajós, delimitado ao norte pelas ilhas Tupinambaranas, no rio Amazonas e, ao sul, pelas cabeceiras do Tapajós. Os Sateré-Mawé referem-se ao seu lugar de origem como sendo o Noçoquém, lugar da morada de seus heróis míticos. Eles localizam-no na margem esquerda do Tapajós, numa região de floresta densa e pedregosa, 'lá onde as pedras falam'. Os Sateré-Mawé tiveram seu primeiro contato com os brancos na época de atuação da Companhia de Jesus, quando os jesuítas fundaram a Missão de Tupinambaranas, em 1669. Em 1692, após terem matado alguns homens brancos, o governo declarou uma guerra justa (legal) contra eles, parcialmente evitada pelos índios, uma vez que estes foram avisados e se espalharam, sendo que somente alguns ofereceram resistência.A partir do contato com os brancos, e mesmo antes disso, devido às guerras com os Munduruku e Parintintim, o território ancestral dos Sateré-Mawé foi sensivelmente reduzido. Em 1835 eclodiu a Cabanagem na Amazônia, principal insurreição nativista do Brasil. Os Munduruku e Mawé (dos rios Tapajós e Madeira) e os Mura (do rio Madeira), bem como grupos indígenas do rio Negro, aderiram aos cabanos e só se renderam em 1839. Epidemias e atroz perseguição aos grupos indígenas que com eles combatiam, devastaram enormes áreas da Amazônia, deslocando esses grupos dos seus territórios tradicionais ou reduzindo-os.",

        "products": [

          {
            "name": "Canoa Sateré-Mawé",
            "category": "Canoa",
            "price": 30.00,
            "description": "Material: madeira. Dimensões: 35cm (comprimento) x 7cm (largura)"
          },
          {
            "name": "Gargantilha Sateré-Mawé",
            "category": "Colares Diversos",
            "price": 60.00,
            "description": "Material: semente de morototó. Dimensões:23cm"
          },
          {
            "name": "Coruja Sateré-Mawé",
            "category": "Miniaturas de Animais",
            "price": 28.00,
            "description": "Material: madeira. Dimensões: 9cm (altura)"
          },
          {
            "name": "Pau de Chuva Sateré-Mawé",
            "category": "Intrumento Musical",
            "price": 85.00,
            "description": "Material: madeira, fibra de palmeira, sementes, pedras. Dimensões: 82cm (comprimento total)"
          },
          {
            "name": "Boneca Sateré-Mawé",
            "category": "Boneca",
            "price": 300.00,
            "description": "Material: madeira. Dimensões: 43cm (altura)"
          }
        ]
    },
    {
        "name": "Truká",

        "location":"Pernambuco",


        "origin": "Português",

        "description": "Habitantes seculares da Ilha da Assunção, no rio São Francisco, os Truká tiveram suas terras apropriadas desde pelo menos o século XVIII por poderes municipais, eclesiásticos e posteriormente estaduais. Nos dias de hoje, a comunidade truká luta pela conclusão do processo de reconhecimento oficial de seu território, bem como pela expulsão de posseiros não-indígenas e de narcotraficantes, uma vez que está localizada no chamado “Polígono da Maconha” no sertão pernambucano.",

        "extra": "Em meados dos anos 1940, com apoio e mediação dos Tuxá de Rodelas, os Truká passam a reivindicar junto ao SPI (Serviço de Proteção aos Índios, órgão antecessor da Funai) o reconhecimento de seus direitos fundiários sobre a ilha. O SPI consegue então instaurar uma Ação de Nulidade de Venda e Reintegração de Posse. Desde então os conflitos entre a comunidade indígena e os posseiros não-indígenas se acirraram, acarretando inclusive a morte de uma liderança truká. O estado de Pernambuco, ignorando a ação impetrada pelo SPI, compra então parte da ilha da Assunção para criar, em 1965, um núcleo de Colonização. O recrutamento de colonos não deu prioridade aos habitantes da ilha, atraindo pessoas de fora com lotes individualizados. Agravando ainda mais a situação da comunidade truká, no final da década de 60 um trecho da ilha foi apropriado por outro órgão estatal e convertido em viveiro de mudas. Com receio de serem expulsos e diante da exigüidade de terras para plantarem, os Truká retomaram o processo de reivindicação territorial, dessa vez junto à Funai. Em 1976, o órgão indigenista deslocou uma equipe (Portaria n. 876/P de 21/06/76) para averiguar a existência de “remanescentes indígenas” e avaliar sua situação fundiária.Nessa época, os Truká passaram a contar com apoio do Cimi (Conselho Indigenista Missionário, instituição da Igreja Católica) na veiculação de sua situação adversa em órgãos da imprensa local e regional. Depois de muito conflito, o trecho que vinha sendo utilizado como viveiro de mudas foi devolvido à comunidade.",

        "products": [

          {
            "name": "Cachimbo Truká",
            "category": "Cachimbo",
            "price": 45.00,
            "description": "Material: madeira. Dimensões: 11cm (comprimento)"
          }
        ]
    },
    {
        "name": "Trumai",

        "location":"Amazonas",

        "origin": "Katukina",

        "description": "Os Trumai são considerados o último grupo a ter chegado na área dos formadores do Rio Xingu, tendo atingido a região na primeira metade do século XIX. Atualmente habitam a área central do Parque Indígena do Xingu, porém culturalmente estão ligados ao complexo conhecido como Alto Xingu, cujos povos, apesar da diversidade lingüística, compartilham uma série de características culturais, estando articulados em uma rede de especializações comerciais e rituais inter-tribais.",

        "extra": "Embora associados ao sistema alto-xinguano, os Trumai não são totalmente integrados a ele, apresentando particularidades que os diferenciam dos outros grupos da área. Todavia, o convívio com estes povos levou os Trumai a serem influenciados e a influenciar uma série de costumes alto-xinguanos no que diz respeito a rituais, à cultura Material e a atividades produtivas.",

        "products": [

          {
            "name": "Banco de Pássaro Trumai",
            "category": "Banco",
            "price": 1800.00,
            "description": "Material: madeira. Dimensões: 110cm (comprimento) 39cm (largura) x 38cm (altura)"
          },
          {
            "name": "Pássaro Trumai",
            "category": "Miniaturas de Animais",
            "price": 60.00,
            "description": "Material: madeira. Dimensões: 49cm (comprimento) x 11cm (altura)"
          },
          {
            "name": "Pulseira Trumai",
            "category": "Pulseira de Miçangas",
            "price": 60.00,
            "description": "Material: miçangas. Dimensões: 16cm (comprimento) x 3,5cm(largura)"
          },
          {
            "name": "Cesto de Pesca Trumai",
            "category": "Cesto de Pesca",
            "price": 75.00,
            "description": "Material: fibras, linha de algodão. Dimensões: 33cm (comprimento) x 28cm(largura) x 15cm(altura)"
          }
        ]
    },
    {
        "name": "Kayapó",

        "location":"Pará",

        "origin": "Jê",

        "description": "Os Kayapó vivem em aldeias dispersas ao longo do curso superior dos rios Iriri, Bacajá, Fresco e de outros afluentes do caudaloso rio Xingu, desenhando no Brasil Central um território quase tão grande quanto a Áustria. É praticamente recoberto pela floresta equatorial, com exceção da porção oriental, preenchida por algumas áreas de cerrado.",

        "extra": "A cosmologia, vida ritual e organização social desse povo são extremamente ricas e complexas; assim como são intensas e ambivalentes as relações com a sociedade nacional e com ambientalistas do mundo todo. No século XIX os Kayapó estavam divididos em três grandes grupos, os Irã'ãmranh-re ('os que passeiam nas planícies'), os Goroti Kumrenhtx ('os homens do verdadeiro grande grupo') e os Porekry ('os homens dos pequenos bambus'). Destes, descendem os sete subgrupos kayapó atuais: Gorotire, Kuben-Krân-Krên, Kôkraimôrô, Kararaô, Mekrãgnoti, Metyktire e Xikrin.",

        "products": [

          {
            "name": "Brinco de Miçanga Kayapó",
            "category": "Brinco de Miçanga",
            "price": 20.00,
            "description": "Material: miçangas. Dimensões: 5m (comprimento) x 3cm (largura)"
          },
          {
            "name": "Grafismo Kayapó",
            "category": "Grafismo",
            "price": 150.00,
            "description": "Material: tecido de algodão. Dimensões: 59cm (comprimento) x 34cm (largura)"
          }
        ]
    },
    {
        "name": "Waimiri-Atroari",

        "location":"Amazonas",

        "origin": "Karib",

        "description": "Os Waimiri Atroari, durante muito tempo, estiveram presentes no imaginário do povo brasileiro como um povo guerreiro, que enfrentava e matava a todos que tentavam entrar em seu território. Essa imagem contribuiu para que autoridades governamentais transferissem a incumbência das obras da rodovia BR 174 (Manaus-Boa Vista) ao Exército Brasileiro, que utilizou de forças militares repressivas para conter os indígenas.",

        "extra": "Esse enfrentamento culminou na quase extinção do povo kinja (autodenominação waimiri atroari). A interferência em suas terras ainda foi agravada devido a instalação de uma empresa mineradora e o alagamento de parte de seu território pela construção de uma hidrelétrica. Mas os Waimiri Atroari enfrentaram a situação, negociaram com os brancos e hoje têm assegurados os limites de sua terra, o vigor de sua cultura e o crescimento de sua gente.",

        "products": [

          {
            "name": "Bolsa de Fibra Waimiri-Atroari",
            "category": "Bolsa de Fibra",
            "price": 70.00,
            "description": "Material: fibras de caroá. Dimensões: 16cm x 14cm (corpo da bolsa) x 124cm (alça) "
          }
        ]
    }
  ]
}
