tribos = [
    {
        "name": "Apurinã",

        "location":"Amazonas",

        "description": "Os Apurinã vivem em diversas Terras Indígenas, sendo duas com os Paumari do Lago Paricá
                        e Paumari do Lago Marahã, e uma com os índios Torá, na terra de mesmo nome. O território
                        habitado pelos Apurinã, no século XIX, era o médio rio Purus – do rio Sepatini ou do rio
                        Paciá ao Laco. Mas os Apurinã são um povo tradicionalmente migrante e, hoje, seu território
                        se estende ao baixo rio Purus, até Rondônia. Há áreas Apurinã nos municípios Boca do Acre,
                        Pauini, Lábrea, Tapauá, Manacapuru, Beruri, Manaquiri, Manicoré',todas no estado do Amazonas,
                        além de índios Apurinã morando em várias cidades do país, e uma aldeia na Terra Indígena Roosevelt,
                        dos índios Cinta-Larga, com quem alguns são casados.",
        "extra": "Os primeiros pesquisadores, viajantes e missionários a percorrer o rio Purus, na segunda metade do
                  século XIX, afirmavam que os Apurinã, ainda que morassem a alguma distância da beira do rio, vinham
                  para as margens do Purus para pescar e apanhar tartarugas. Na época em que chegaram os não-índios,
                  muitos Apurinã se refugiaram no alto de igarapés, e, outros, quando trabalharam em seringais,
                  também moraram em locais insulados.Os ambientes do rio Purus influenciam muito o modo de vida do Apurinã.
                  É importante a diferença entre terra firme e “vargem”, ou, entre partes alagáveis e não-alagáveis.
                  As moradias mais “centrais”, ou seja, mais para o alto de igarapés, são sempre moradias de terra firme.
                  Aquelas situadas na beira do rio são, por vezes, de terra firme, por vezes de vargem, já que o rio nem
                  sempre alaga dos dois lados. Segundo Leôncio, cacique da comunidade do Km 124, as três comunidades, hoje
                  localizadas na beira da estrada, originaram-se de três sobreviventes de um surto de sarampo, que dizimou
                  a maloca existente na região. A sua mãe, Kamapã, foi uma das sobreviventes, e seu nome foi dado à atual
                  aldeia do Km 124. Maen, outra sobrevivente, dá o nome à aldeia dos seus descendentes, na comunidade do km 137.
                  É difícil estimar o número de índios Apurinã, e mesmo tratar deles de maneira genérica, porque estão muito espalhados.
                  Segundo a Fundação Nacional da Saúde, os Apurinã somavam, em novembro em 2003, 4.057 indivíduos. Em 1996, só na região
                  de Pauini havia nas Terras reconhecidas 1.114 habitantes (Relatório de Saúde/UNI) e cerca de 280 pessoas em terras a reconhecer
                  (TIs Garaperi/Santa Vitória/Lago da Vitória/Capira, Baixo Seruini, Baixo Tumiã, Sãkoã/Santa Vitória e Mamoriá). Deve-se considerar,
                  ainda, que muitos Apurinã moram fora das áreas reconhecidas, em comunidades ribeirinhas ou em cidades – Pauini, Lábrea, Tapauá,
                  Rio Branco e Manaus são freqüentemente citadas –, e que muitos migraram para locais distantes como Rondônia e até Rio de Janeiro ou
                  Minas Gerais.",

        "products": [

          {
            "name": "Pulseira Apurinã",
            "category": "Pulseira",
            "price": 25.00,
            "description": "Material: contas esculpidas na casca do coquinho de tucum, jarina e inajá.
                            Dimensões: 18cm (comprimento)"
          },
          {
            "name": "Gargantilha Apurinã",
            "category": "Colares Diversos",
            "price": 30.00,
            "description": "Material: contas esculpidas na casca do coquinho do tucum, inajá e jarina.
                            Dimensões: 46cm"
          },
          {
            "name": "Colar de Tucum Apurinã",
            "category": "Colares Diversos",
            "price": 45.00,
            "description": "Material: contas esculpidas na casca do coquinho do tucum.
                            Dimensões: 50cm"
          },
        ]
    },
    {
        "name": "Baré",

        "location":"Amazonas",

        "description": "Os índios Baré e Werekena (ou Warekena) vivem principalmente ao longo do
                        Rio Xié e alto curso do Rio Negro, para onde grande parte deles migrou
                        compulsoriamente em razão do contato com os não-índios, cuja história foi
                        marcada pela violência e a exploração do trabalho extrativista.
                        Oriundos da família lingüística aruak, hoje falam uma língua franca,
                        o nheengatu, difundida pelos carmelitas no período colonial.
                        Integram a área cultural conhecida como Noroeste Amazônico.",
        "extra": "Os Baré vivem em sítios ou comunidades que compõe-se de um grupo de casas ou
                  moradias construídas de pau-a-pique em redor um grande espaço, muitas vezes que
                  dobra como o campo de futebol, com uma igreja católica ou evangélica, uma escolinha
                  e talvez um posto médico (Meira 2002). As comunidades trabalham de outubro a fevereiro
                  nas suas roças e na caça, pesca e coleta. Depois se deslocam para as barracas de
                  piaçava por dois meses, entre maio a setembro, e cortem e processam a piaçava.
                  A piaçava é entregue aos comerciantes para pagar as 'dívidas'. A piaçava e o cipó
                  é o recurso principal para dar acesso aos produtos industrializados.
                  Com a queda dos mercados para os produtos extrativos os maiores comerciantes
                  desapareceram e os menores são indígenas e há uma tendencia de vender os produtos
                  diretamente em São Gabriel da Cachoeira.",

        "products": [

          {
            "name": "Colar Baré",
            "category": "Colar Diversos",
            "price": 50.00,
            "description": "Material: fibra de arumã
                            Dimensões: 60cm (comprimento)"
          },
          {
            "name": "",
            "category": "",
            "price": .00,
            "description": ""
          },
          {
            "name": "",
            "category": "",
            "price": .00,
            "description": ""
          },
        ]
    },
    {
        "name": "",

        "location":"",

        "description": "",
        "extra": "",

        "products": [

          {
            "name": "",
            "category": "",
            "price": .00,
            "description": ""
          },
          {
            "name": "",
            "category": "",
            "price": .00,
            "description": ""
          },
          {
            "name": "",
            "category": "",
            "price": .00,
            "description": ""
          },
        ]
    },
    {
        "name": "",

        "location":"",

        "description": "",
        "extra": "",

        "products": [

          {
            "name": "",
            "category": "",
            "price": .00,
            "description": ""
          },
          {
            "name": "",
            "category": "",
            "price": .00,
            "description": ""
          },
          {
            "name": "",
            "category": "",
            "price": .00,
            "description": ""
          },
        ]
    },

]
